[
  {
    "answers": [
      {
        "id": 375060,
        "content_html": "Inertia is an object’s tendency to maintain its mass.",
        "correctness": "0.0",
        "feedback_html": "Is the inertia of an object related to its mass? Is it not related to the motion of the object?"
      },
      {
        "id": 375061,
        "content_html": "Inertia is an object’s tendency to remain at rest.",
        "correctness": "0.0",
        "feedback_html": "It is correct that the inertia of an object is its tendency to remain at rest unless acted on by an external force, but what about the case when the object is in a state of motion?"
      },
      {
        "id": 375062,
        "content_html": "Inertia is an object’s tendency to remain in motion",
        "correctness": "0.0",
        "feedback_html": "Yes, the inertia of an object is its tendency to maintain its state of motion unless acted on by an external force, but what about the case when the object is at rest?"
      },
      {
        "id": 375063,
        "content_html": "Inertia is an object’s tendency to remain at rest or, if moving, to remain in motion.",
        "correctness": "1.0",
        "feedback_html": "Inertia is an object’s tendency to remain at rest or, if moving, to remain in motion at a constant velocity. Inertia may also be described as the tendency of objects to maintain their state of motion."
      }
    ],
    "group_uuid": "5583b4e2-cf57-4769-834d-4a96a370caa2",
    "stem_html": "What is inertia?",
    "tags": "5583b4e2-cf57-4769-834d-4a96a370caa2",
    "uid": "2079@5"
  },
  {
    "answers": [
      {
        "id": 375102,
        "content_html": "No, the balls will not necessarily travel the same distance because the gravitational force acting on them is different.",
        "correctness": "0.0",
        "feedback_html": "Is gravity nonuniform on the surface of the Earth where these balls are being thrown?"
      },
      {
        "id": 375105,
        "content_html": "No, the balls will not necessarily travel the same distance because the angle at which they are thrown may differ.",
        "correctness": "1.0",
        "feedback_html": "The trajectory of the two balls would be different if they were thrown with the same force but at different angles."
      },
      {
        "id": 375103,
        "content_html": "Yes, the balls will travel the same distance because the gravitational force acting on them is the same.",
        "correctness": "0.0",
        "feedback_html": "What will happen if the balls are thrown at different angles? Will both balls travel the same distance?"
      },
      {
        "id": 375104,
        "content_html": "Yes, the balls will travel the same distance because the angle at which they are thrown may differ.",
        "correctness": "0.0",
        "feedback_html": "Are you sure that the two balls will travel the same distance if they are thrown at different angles?"
      }
    ],
    "group_uuid": "4c19f84a-91cb-4919-be91-e12283fddf9c",
    "stem_html": "Two people apply the same force to throw two identical balls in the air. Will the balls necessarily travel the same distance? Why or why not?",
    "tags": "4c19f84a-91cb-4919-be91-e12283fddf9c",
    "uid": "2091@5"
  }
]