[
  {
    "answers": [
      {
        "id": 397410,
        "content_html": "astronomy",
        "correctness": "0.0",
        "feedback_html": "Astronomy is a branch of natural science that studies the celestial objects and the phenomenon related to them."
      },
      {
        "id": 397411,
        "content_html": "biology",
        "correctness": "0.0",
        "feedback_html": "Biology is the study of life and living organisms. It is a branch of natural sciences."
      },
      {
        "id": 397412,
        "content_html": "computer science",
        "correctness": "1.0",
        "feedback_html": "Computer science is a practical and scientific approach to computation and its application. It is not considered a natural science."
      },
      {
        "id": 397413,
        "content_html": "physics",
        "correctness": "0.0",
        "feedback_html": "Physics is a branch of natural science that studies matter."
      }
    ],
    "group_uuid": "1dff57ec-55b3-45ec-aefc-ec39db138ce7",
    "stem_html": "Which of the following sciences is not considered a natural science?",
    "tags": "1dff57ec-55b3-45ec-aefc-ec39db138ce7",
    "uid": "4@7"
  },
  {
    "answers": [
      {
        "id": 418058,
        "content_html": "The original hypothesis is correct. There is something wrong with the electrical outlet and therefore the toaster doesn’t work.",
        "correctness": "0.0",
        "feedback_html": "The original hypothesis is incorrect because the toaster may be broken or was not turned on."
      },
      {
        "id": 418059,
        "content_html": "The original hypothesis is incorrect. Alternative hypothesis includes that toaster wasn’t turned on.",
        "correctness": "1.0",
        "feedback_html": "The original hypothesis is incorrect because when the coffee maker was plugged in it worked. Therefore, it is incorrect to hypothesize that there is something wrong with the outlet. Alternative hypothesis includes that the toaster wasn’t turned on."
      },
      {
        "id": 418060,
        "content_html": "The original hypothesis is correct. The coffee maker and the toaster do not work when plugged into the outlet.",
        "correctness": "0.0",
        "feedback_html": "The coffee maker works when plugged into the outlet, but the toaster doesn’t. Alternative hypothesis includes that the toaster wasn’t turned on."
      },
      {
        "id": 418061,
        "content_html": "The original hypothesis is incorrect. Alternative hypotheses includes that both coffee maker and toaster were broken.",
        "correctness": "0.0",
        "feedback_html": "The coffee maker works in the mentioned situation but the toaster doesn’t. Alternative hypotheses suggests that the toaster might be broken or was not working."
      }
    ],
    "group_uuid": "186544a7-d2d0-4e62-ae3e-5fd97d297b35",
    "stem_html": "<p>In the example below, the scientific method is used to solve an everyday problem. Order the scientific method steps (numbered items) with the process of solving the everyday problem (lettered items). Based on the results of the experiment, is the hypothesis correct? If it is incorrect, propose some alternative hypotheses.</p>\n\n<table class=\"unnumbered\">\n  <thead>\n    <tr>\n      <th style=\"text-align: center;\">&nbsp;</th>\n      <th style=\"text-align: left;\">Scientific Method</th>\n      <th style=\"text-align: left;\">&nbsp;</th>\n      <th style=\"text-align: left;\">Everyday process</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td style=\"text-align: center;\">1</td>\n      <td style=\"text-align: left;\">Observation</td>\n      <td style=\"text-align: left;\">A</td>\n      <td style=\"text-align: left;\">There is something wrong with the electrical outlet.</td>\n    </tr>\n    <tr>\n      <td style=\"text-align: center;\">2</td>\n      <td style=\"text-align: left;\">Question</td>\n      <td style=\"text-align: left;\">B</td>\n      <td style=\"text-align: left;\">If something is wrong with the outlet, my coffeemaker also won’t work when plugged into it.</td>\n    </tr>\n    <tr>\n      <td style=\"text-align: center;\">3</td>\n      <td style=\"text-align: left;\">Hypothesis (answer)</td>\n      <td style=\"text-align: left;\">C</td>\n      <td style=\"text-align: left;\">My toaster doesn’t toast my bread.</td>\n    </tr>\n    <tr>\n      <td style=\"text-align: center;\">4</td>\n      <td style=\"text-align: left;\">Prediction</td>\n      <td style=\"text-align: left;\">D</td>\n      <td style=\"text-align: left;\">I plug my coffee maker into the outlet.</td>\n    </tr>\n    <tr>\n      <td style=\"text-align: center;\">5</td>\n      <td style=\"text-align: left;\">Experiment</td>\n      <td style=\"text-align: left;\">E</td>\n      <td style=\"text-align: left;\">My coffeemaker works.</td>\n    </tr>\n    <tr>\n      <td style=\"text-align: center;\">6</td>\n      <td style=\"text-align: left;\">Result</td>\n      <td style=\"text-align: left;\">F</td>\n      <td style=\"text-align: left;\">What is preventing my toaster from working?</td>\n    </tr>\n  </tbody>\n</table>\n",
    "tags": "186544a7-d2d0-4e62-ae3e-5fd97d297b35",
    "uid": "1@7"
  },
  {
    "answers": [
      {
        "id": 347195,
        "content_html": "4",
        "correctness": "1.0",
        "feedback_html": "The carbon atom has four electrons in its valence shell. Therefore, bonding four more electrons will complete its octet, allowing it to attain a stable configuration. Carbon molecule can thus bond with a maximum of four other atoms."
      },
      {
        "id": 347192,
        "content_html": "1",
        "correctness": "0.0",
        "feedback_html": "Carbon can bond with more than one molecule or atom"
      },
      {
        "id": 347193,
        "content_html": "6",
        "correctness": "0.0",
        "feedback_html": "Carbon cannot form this many bonds. Review carbon’s number of valence electrons"
      },
      {
        "id": 347194,
        "content_html": "2",
        "correctness": "0.0",
        "feedback_html": "Carbon can form more than two bonds"
      }
    ],
    "group_uuid": "10a59557-e42d-4def-ae8a-1af817185a32",
    "stem_html": "What is the maximum number of atoms or molecules a single carbon atom can bond with?",
    "tags": "10a59557-e42d-4def-ae8a-1af817185a32",
    "uid": "68@5"
  },
  {
    "answers": [
      {
        "id": 382459,
        "content_html": "Magnetize the needle by holding it perpendicular to a bar magnet’s north pole and pierce the cork along its longitudinal axis by the needle and place the needle-cork combination in the water. The needle now orients itself along the magnetic field lines of Earth.",
        "correctness": "0.0",
        "feedback_html": "A needle cannot be used as a compass needle when it is magnetized by holding it perpendicular to a bar magnet’s north pole."
      },
      {
        "id": 382460,
        "content_html": "Magnetize the needle by holding it perpendicular to a bar magnet’s north pole and pierce the cork along its longitudinal axis by the needle and place the needle-cork combination in the water. The needle now orients itself perpendicular to the magnetic field lines of Earth.",
        "correctness": "0.0",
        "feedback_html": "Remember, a needle cannot be used as a compass needle when it is magnetized by holding it perpendicular to a bar magnet’s north pole."
      },
      {
        "id": 382462,
        "content_html": "Magnetize the needle by holding its axis parallel to the axis of a bar magnet and pierce the cork along its longitudinal axis by the needle and place the needle-cork combination in the water. The needle now orients itself along the magnetic field lines of Earth.",
        "correctness": "1.0",
        "feedback_html": "This is the correct procedure to construct a compass needle."
      },
      {
        "id": 382461,
        "content_html": "Magnetize the needle by holding its axis parallel to the axis of a bar magnet and pierce the cork along its longitudinal axis by the needle and place the needle-cork combination in the water. The needle now orients itself perpendicular to the magnetic field lines of Earth.",
        "correctness": "0.0",
        "feedback_html": "The procedure is correct but remember the needle will orient itself along the magnetic field lines of Earth."
      }
    ],
    "group_uuid": "f61dd3e3-d755-4540-bdad-01ad2450364b",
    "stem_html": "Given a bar magnet, a needle, a cork, and a bowl full of water, describe how to make a compass.",
    "tags": "f61dd3e3-d755-4540-bdad-01ad2450364b",
    "uid": "7435@5"
  }
]