[
  {
    "answers": [
      {
        "id": 208241,
        "content_html": "They are the same.",
        "correctness": "0.0",
        "feedback_html": "A hypothesis is usually formed by using information that is already known, not by guessing completely randomly."
      },
      {
        "id": 208240,
        "content_html": "A hypothesis has been thoroughly tested and found to be true.",
        "correctness": "0.0",
        "feedback_html": "That would be a law or a theory."
      },
      {
        "id": 208242,
        "content_html": "A hypothesis is a tentative assumption based on what is already known.",
        "correctness": "1.0",
        "feedback_html": "A hypothesis is a tentatively assumed statement, but will usually be chosen to be what seems plausible based on what is already known, not by guessing randomly."
      },
      {
        "id": 208239,
        "content_html": "A hypothesis is a broad explanation firmly supported by evidence.",
        "correctness": "0.0",
        "feedback_html": "That would be a theory."
      }
    ],
    "group_uuid": "cb3c9a65-a43c-43b4-93f4-62d65fa38801",
    "stem_html": "Describe the difference between a question, generated through observation, and a hypothesis.",
    "tags": "cb3c9a65-a43c-43b4-93f4-62d65fa38801",
    "uid": "1683@4"
  },
  {
    "answers": [
      {
        "id": 346884,
        "content_html": "publication",
        "correctness": "0.0",
        "feedback_html": "Publication refers to the act of releasing a scientist’s original research so that it is made publically accessible in print and electronic formats."
      },
      {
        "id": 346885,
        "content_html": "public speaking",
        "correctness": "0.0",
        "feedback_html": "Public speaking does not ensure originality and significance of a work."
      },
      {
        "id": 346887,
        "content_html": "peer review",
        "correctness": "1.0",
        "feedback_html": "Peer review is the process in which scientific papers are reviewed by experts in the scientist’s field to ensure that a scientist’s research is original, significant, logical, and thorough."
      },
      {
        "id": 346886,
        "content_html": "the scientific method",
        "correctness": "0.0",
        "feedback_html": "The scientific method is the method employed to carry out research."
      }
    ],
    "group_uuid": "5a3d67d5-2cde-4d20-be35-af0caa1b319f",
    "stem_html": "What is the name for the formal process through which scientific research is checked for originality, significance, and quality before being accepted into scientific literature?",
    "tags": "5a3d67d5-2cde-4d20-be35-af0caa1b319f",
    "uid": "5@8"
  },
  {
    "answers": [
      {
        "id": 208257,
        "content_html": "A hypothesis is an explanation of the natural world with experimental support, while a scientific theory is an educated guess about a natural phenomenon.",
        "correctness": "0.0",
        "feedback_html": "A hypothesis is a tentative statement intended to be tested, while a theory is a well-developed explanation based on evidence."
      },
      {
        "id": 208258,
        "content_html": "A hypothesis is an educated guess about natural phenomenon, while a scientific theory is an explanation of natural world with experimental support.",
        "correctness": "1.0",
        "feedback_html": "A hypothesis is an educated guess about how something in the natural world works that needs to be tested. A scientific theory is an explanation of the natural world that is generally accepted by the scientific community because it has been tested many times and is supported by experimental evidence."
      },
      {
        "id": 208256,
        "content_html": "A hypothesis is experimental evidence of a natural phenomenon, while a scientific theory is an explanation of the natural world with experimental support.",
        "correctness": "0.0",
        "feedback_html": "A hypothesis is a tentative statement intended to be tested, and is not the experiment itself."
      },
      {
        "id": 208255,
        "content_html": "A hypothesis is an explanation of the natural world with experimental support, while a scientific theory is experimental evidence of a natural phenomenon.",
        "correctness": "0.0",
        "feedback_html": "A hypothesis is a tentative statement intended to be tested. A theory is not experimental evidence itself, but rather is a well-developed explanation."
      }
    ],
    "group_uuid": "b744afd9-d6f2-4e46-a133-ed98ff00cbdc",
    "stem_html": "Compare and contrast a hypothesis and a scientific theory.",
    "tags": "b744afd9-d6f2-4e46-a133-ed98ff00cbdc",
    "uid": "1687@4"
  },
  {
    "answers": [
      {
        "id": 474301,
        "content_html": "deoxyribose and adenine",
        "correctness": "0.0",
        "feedback_html": "The pentose sugar in RNA is ribose."
      },
      {
        "id": 474300,
        "content_html": "fructose and thymine",
        "correctness": "0.0",
        "feedback_html": "Fructose is not present in any of the nucleic acids."
      },
      {
        "id": 474299,
        "content_html": "glucose and quinine",
        "correctness": "0.0",
        "feedback_html": "Quinine is not present in nucleic acids."
      },
      {
        "id": 474302,
        "content_html": "ribose and uracil",
        "correctness": "1.0",
        "feedback_html": "The nucleotide molecule RNA consists of ribose sugar. Also, in RNA, uracil replaces thymine and pairs with adenine (U-A)."
      }
    ],
    "group_uuid": "781169f7-23bf-42fe-b92c-df2ba720808a",
    "stem_html": "What is found in RNA that is not in DNA?",
    "tags": "781169f7-23bf-42fe-b92c-df2ba720808a",
    "uid": "165@8"
  },
  {
    "answers": [
      {
        "id": 418058,
        "content_html": "The original hypothesis is correct. There is something wrong with the electrical outlet and therefore the toaster doesn’t work.",
        "correctness": "0.0",
        "feedback_html": "The original hypothesis is incorrect because the toaster may be broken or was not turned on."
      },
      {
        "id": 418059,
        "content_html": "The original hypothesis is incorrect. Alternative hypothesis includes that toaster wasn’t turned on.",
        "correctness": "1.0",
        "feedback_html": "The original hypothesis is incorrect because when the coffee maker was plugged in it worked. Therefore, it is incorrect to hypothesize that there is something wrong with the outlet. Alternative hypothesis includes that the toaster wasn’t turned on."
      },
      {
        "id": 418060,
        "content_html": "The original hypothesis is correct. The coffee maker and the toaster do not work when plugged into the outlet.",
        "correctness": "0.0",
        "feedback_html": "The coffee maker works when plugged into the outlet, but the toaster doesn’t. Alternative hypothesis includes that the toaster wasn’t turned on."
      },
      {
        "id": 418061,
        "content_html": "The original hypothesis is incorrect. Alternative hypotheses includes that both coffee maker and toaster were broken.",
        "correctness": "0.0",
        "feedback_html": "The coffee maker works in the mentioned situation but the toaster doesn’t. Alternative hypotheses suggests that the toaster might be broken or was not working."
      }
    ],
    "group_uuid": "186544a7-d2d0-4e62-ae3e-5fd97d297b35",
    "stem_html": "<p>In the example below, the scientific method is used to solve an everyday problem. Order the scientific method steps (numbered items) with the process of solving the everyday problem (lettered items). Based on the results of the experiment, is the hypothesis correct? If it is incorrect, propose some alternative hypotheses.</p>\n\n<table class=\"unnumbered\">\n  <thead>\n    <tr>\n      <th style=\"text-align: center;\">&nbsp;</th>\n      <th style=\"text-align: left;\">Scientific Method</th>\n      <th style=\"text-align: left;\">&nbsp;</th>\n      <th style=\"text-align: left;\">Everyday process</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td style=\"text-align: center;\">1</td>\n      <td style=\"text-align: left;\">Observation</td>\n      <td style=\"text-align: left;\">A</td>\n      <td style=\"text-align: left;\">There is something wrong with the electrical outlet.</td>\n    </tr>\n    <tr>\n      <td style=\"text-align: center;\">2</td>\n      <td style=\"text-align: left;\">Question</td>\n      <td style=\"text-align: left;\">B</td>\n      <td style=\"text-align: left;\">If something is wrong with the outlet, my coffeemaker also won’t work when plugged into it.</td>\n    </tr>\n    <tr>\n      <td style=\"text-align: center;\">3</td>\n      <td style=\"text-align: left;\">Hypothesis (answer)</td>\n      <td style=\"text-align: left;\">C</td>\n      <td style=\"text-align: left;\">My toaster doesn’t toast my bread.</td>\n    </tr>\n    <tr>\n      <td style=\"text-align: center;\">4</td>\n      <td style=\"text-align: left;\">Prediction</td>\n      <td style=\"text-align: left;\">D</td>\n      <td style=\"text-align: left;\">I plug my coffee maker into the outlet.</td>\n    </tr>\n    <tr>\n      <td style=\"text-align: center;\">5</td>\n      <td style=\"text-align: left;\">Experiment</td>\n      <td style=\"text-align: left;\">E</td>\n      <td style=\"text-align: left;\">My coffeemaker works.</td>\n    </tr>\n    <tr>\n      <td style=\"text-align: center;\">6</td>\n      <td style=\"text-align: left;\">Result</td>\n      <td style=\"text-align: left;\">F</td>\n      <td style=\"text-align: left;\">What is preventing my toaster from working?</td>\n    </tr>\n  </tbody>\n</table>\n",
    "tags": "186544a7-d2d0-4e62-ae3e-5fd97d297b35",
    "uid": "1@7"
  },
  {
    "answers": [
      {
        "id": 476023,
        "content_html": "anaphase I",
        "correctness": "0.0",
        "feedback_html": "The homologous chromosomes separate, while sister chromatids remain associated at their centromeres in anaphase I. Genetic variation has already occurred and no new variation is introduced."
      },
      {
        "id": 476026,
        "content_html": "metaphase I",
        "correctness": "1.0",
        "feedback_html": "The random assortment of homologous chromosomes at the metaphase plate is the second mechanism that introduces variation into the gametes or spores."
      },
      {
        "id": 476024,
        "content_html": "prophase II",
        "correctness": "0.0",
        "feedback_html": "There is no genetic variation introduced during meiosis II, when the chromosome pairs duplicate."
      },
      {
        "id": 476025,
        "content_html": "Genetic variation only occurs during prophase I.",
        "correctness": "0.0",
        "feedback_html": "Genetic variation occurs at two different phases of meiosis I."
      }
    ],
    "group_uuid": "c58ef04c-be6a-44fd-8437-377570890363",
    "stem_html": "During which phase does the second round of genetic variation occur during meiosis?",
    "tags": "c58ef04c-be6a-44fd-8437-377570890363",
    "uid": "811@9"
  },
  {
    "answers": [
      {
        "id": 208301,
        "content_html": "To test the hypothesis, compare the damage to the car by driving it on a smooth road and a gravel road.",
        "correctness": "0.0",
        "feedback_html": "The hypothesis is about damage to the car due to gravel and the dirt roads. Make sure you are comparing the correct cases."
      },
      {
        "id": 208300,
        "content_html": "To test the hypothesis, compare the damage to the car by driving it on a smooth road and a dirt road.",
        "correctness": "0.0",
        "feedback_html": "The hypothesis is about damage to the car due to gravel and the dirt roads. Make sure you are comparing the correct cases."
      },
      {
        "id": 208302,
        "content_html": "To test the hypothesis, compare the damage to the car by driving it on a gravel road and the dirt road.",
        "correctness": "1.0",
        "feedback_html": "The hypothesis is testable; to test the hypothesis compare the damage done to the car by driving it on a gravel road and on a dirt road."
      },
      {
        "id": 208299,
        "content_html": "This is not a testable hypothesis.",
        "correctness": "0.0",
        "feedback_html": "It is testable. Consider what you have to compare to test it."
      }
    ],
    "group_uuid": "ecd26aa5-ac4b-4288-b7c9-728ede222ed1",
    "stem_html": "Design an experiment that will test the following hypothesis: driving on a gravel road causes greater damage to a car than driving on a dirt road.",
    "tags": "ecd26aa5-ac4b-4288-b7c9-728ede222ed1",
    "uid": "1698@4"
  },
  {
    "answers": [
      {
        "id": 469230,
        "content_html": "All living organisms have mitochondria that produce energy.",
        "correctness": "0.0",
        "feedback_html": "All living organisms do not have mitochondria."
      },
      {
        "id": 469233,
        "content_html": "All living organisms store genetic material in DNA/RNA.",
        "correctness": "1.0",
        "feedback_html": "Correct! All living organisms store genetic information using the same molecules: DNA and RNA."
      },
      {
        "id": 469231,
        "content_html": "All living organisms use the energy from sunlight",
        "correctness": "0.0",
        "feedback_html": "All living organisms do not obtain energy from sunlight."
      },
      {
        "id": 469232,
        "content_html": "All living organisms have a nucleus.",
        "correctness": "0.0",
        "feedback_html": "All living organisms do not have a nucleus."
      }
    ],
    "group_uuid": "fcbab308-e932-4b29-8a17-faef18eeb759",
    "stem_html": "Which of the following structures is conserved in all living organisms and points to a common origin?",
    "tags": "fcbab308-e932-4b29-8a17-faef18eeb759",
    "uid": "22@9"
  },
  {
    "answers": [
      {
        "id": 347059,
        "content_html": "The mass number and atomic number of carbon-13 is <span data-math=\"13\">13</span> and <span data-math=\"6\">6</span>, while that of carbon-12 is <span data-math=\"12\">12</span> and <span data-math=\"6\">6</span>, respectively.",
        "correctness": "1.0",
        "feedback_html": "The mass number and atomic number of carbon-13 is <span data-math=\"13\">13</span> and <span data-math=\"6\">6</span>, respectively. While, that of carbon-12 is <span data-math=\"12\">12</span> and <span data-math=\"6\">6</span>, respectively."
      },
      {
        "id": 347056,
        "content_html": "The mass number and atomic number of carbon-13 is <span data-math=\"13\">13</span> and <span data-math=\"12\">12</span>, while that of carbon-12 is <span data-math=\"12\">12</span> and <span data-math=\"6\">6</span>, respectively.",
        "correctness": "0.0",
        "feedback_html": "The atomic number of carbon-13 is not <span data-math=\"12\">12</span>."
      },
      {
        "id": 347057,
        "content_html": "The mass number and atomic number of carbon-13 is <span data-math=\"13\">13</span> and <span data-math=\"13\">13</span>, while that of carbon-12 is <span data-math=\"12\">12</span> and <span data-math=\"6\">6</span>, respectively.",
        "correctness": "0.0",
        "feedback_html": "The mass number and atomic number of carbon-13 are not the same for this isotope of carbon."
      },
      {
        "id": 347058,
        "content_html": "The mass number and atomic number of carbon-13 is <span data-math=\"13\">13</span> and <span data-math=\"12\">12</span>, while that of carbon-12 is <span data-math=\"12\">12</span> and <span data-math=\"12\">12</span>, respectively.",
        "correctness": "0.0",
        "feedback_html": "The atomic number of carbon, and all of its isotopes, is not <span data-math=\"12\">12</span>."
      }
    ],
    "group_uuid": "7b96c761-af83-4b1b-be9b-a0a7455ba2fb",
    "stem_html": "List the mass number and atomic number of carbon-12 and carbon-13, respectively.",
    "tags": "7b96c761-af83-4b1b-be9b-a0a7455ba2fb",
    "uid": "53@5"
  },
  {
    "answers": [
      {
        "id": 479673,
        "content_html": "The change will definitely not be sufficient to have any effect on the function and structure of the protein.",
        "correctness": "0.0",
        "feedback_html": "The amino acid substitution may or may not affect the structure and function of protein"
      },
      {
        "id": 479674,
        "content_html": "The amino acid may not show any significant effect the protein structure and function or it may have a significant effect, as in the case of hemoglobin in individuals with sickle cell trait.",
        "correctness": "1.0",
        "feedback_html": "There could either be no effect on the protein if the amino acids position was not critical to the tertiary structure of the protein, or it may cause an extra bond being made or not made that would significantly alter the functional structure. A classic example of a single amino acid change that significantly changes the function of a protein is in the case of sickle cell hemoglobin."
      },
      {
        "id": 479672,
        "content_html": "These changes would increase the possibility of having extra bends and loops in the proteins as in Leber congenital disease.",
        "correctness": "0.0",
        "feedback_html": "Leber congenital disease is a multigene defect in the development or retinal receptor cells of the eye. It is not a simple defect of extra bands and loops."
      },
      {
        "id": 479671,
        "content_html": "These changes would modify the structures of proteins making them nonfunctional.",
        "correctness": "0.0",
        "feedback_html": "The position of the amino acid substituted is critical and may or may not lead to a defect."
      }
    ],
    "group_uuid": "4a96afa9-6716-4fa6-be34-c26751c23294",
    "stem_html": "What would happen if even one amino acid is substituted for another in a polypeptide? What would be an example? ",
    "tags": "4a96afa9-6716-4fa6-be34-c26751c23294",
    "uid": "159@11"
  }
]