[
  {
    "answers": [
      {
        "id": 475747,
        "content_html": "active Cdk4",
        "correctness": "0.0",
        "feedback_html": "The pathway shows the active Cdk4 is acting as an inhibitor."
      },
      {
        "id": 475748,
        "content_html": "Cyclin D1",
        "correctness": "0.0",
        "feedback_html": "Cyclin D1 is controlling the activity of Cdk4. It is not following a negative feedback mechanism."
      },
      {
        "id": 475750,
        "content_html": "Cyclin D1/Cdk4 complex",
        "correctness": "1.0",
        "feedback_html": "The Cdk4 bound to cyclin becomes active and this is responsible for inhibiting the Cyclin D1-Cdk4 complex."
      },
      {
        "id": 475749,
        "content_html": "IGF-1",
        "correctness": "0.0",
        "feedback_html": "IFG-1 is not regulated by negative feedback; it is a proliferation promoting signal molecule."
      }
    ],
    "group_uuid": "7fa96edf-8a26-4def-a424-4c2d09690ea5",
    "stem_html": "<p><img src=\"https://s3-us-west-2.amazonaws.com/openstax-assets/Ss2Xg59OLfjbgarp-prodtutor/exercises/attachments/large_c2246a6165950083b3e0cd5b5b51624f947cf56111aacf9c9571fbe3ece85da7.png\" alt=\"The image shows a flow chart starting with IGF-1, with an arrow pointing to a block containing Cyclin D1 gene expressed. An arrow from that block points to CyclinD1 with a block containing Cdk4 attached. An arrow goes from Cyclin D1 to Active Cdk4. From Cdk4, an arrow points to the phrase Cell cycle progressions through G1 phase. A line with a flat end goes from the block containing Active Cdk4 to the block containing Cyclin D1.\"></p>\n\n<p>The insulin growth factor (IGF-1) promotes cell proliferation as shown in the diagram. The expression of which protein in the diagram is controlled through negative feedback?</p>\n",
    "tags": "7fa96edf-8a26-4def-a424-4c2d09690ea5",
    "uid": "763@13"
  },
  {
    "answers": [
      {
        "id": 374196,
        "content_html": "One-dimensional motion can have zero distance with a nonzero displacement. Displacement has both magnitude and direction, and it can also have zero displacement with nonzero distance because distance has only magnitude.",
        "correctness": "0.0",
        "feedback_html": "Zero distance with nonzero displacement is never possible. Any motion of the object will be a distance the object moves. Zero displacement is possible with nonzero distance as displacement is a vector quantity."
      },
      {
        "id": 374195,
        "content_html": "One-dimensional motion can have zero distance with a nonzero displacement. Displacement has both magnitude and direction, but it cannot have zero displacement with nonzero distance because distance has only magnitude.",
        "correctness": "0.0",
        "feedback_html": "Any motion of the object will contribute a nonzero distance. So if an object moves, there will be a nonzero distance covered and any other movement in any direction will get added to this distance. There can be zero displacement with nonzero distance because motion in the opposite direction gets subtracted from the initial displacement."
      },
      {
        "id": 374197,
        "content_html": "One-dimensional motion cannot have zero distance with a nonzero displacement. Displacement has both magnitude and direction, but it can have zero displacement with nonzero distance because distance has only magnitude and any motion will be the distance it moves.",
        "correctness": "1.0",
        "feedback_html": "Distance covered will go on increasing with each movement irrespective of the direction in which the object moves, as distance has only magnitude and no direction. Displacement, on the other hand, can decrease if the motion takes place in the opposite direction,because displacement has both magnitude and direction associated with it."
      },
      {
        "id": 374194,
        "content_html": "One-dimensional motion cannot have zero distance with a nonzero displacement. Displacement has both magnitude and direction, and it cannot have zero displacement with nonzero distance because distance has only magnitude.",
        "correctness": "0.0",
        "feedback_html": "You are partially correct! There can be zero displacement with nonzero distance. If you think about one complete revolution of Earth around the Sun, there is nonzero distance and a zero displacement covered."
      }
    ],
    "group_uuid": "adfdde39-6f7e-4268-91e1-2ded860d1709",
    "stem_html": "Can one-dimensional motion have zero distance but a nonzero displacement? What about zero displacement but a nonzero distance?",
    "tags": "adfdde39-6f7e-4268-91e1-2ded860d1709",
    "uid": "1823@6"
  },
  {
    "answers": [
      {
        "id": 397402,
        "content_html": "diseases affecting humans, pollution affecting species habitat, calculating surface area of rectangular ground, functioning of planetary orbitals\n",
        "correctness": "1.0",
        "feedback_html": "Diseases affecting humans and pollution affecting species habitat are the two topics that can be studied by biologists while calculating surface area of rectangular ground and the functioning of planetary orbitals are two topics that fall outside of the realm of biology."
      },
      {
        "id": 397403,
        "content_html": "calculating surface area of rectangular ground, functioning of planetary orbitals, formation of metamorphic rocks, galaxy formation and evolution\n",
        "correctness": "0.0",
        "feedback_html": "All of these are outside the realm of biology."
      },
      {
        "id": 397404,
        "content_html": "plant responses to external stimuli, functioning of planetary orbitals, formation of metamorphic rocks, galaxy formation and evolution\n",
        "correctness": "0.0",
        "feedback_html": "All of these are outside the realm of biology except for plant responses to external stimuli."
      },
      {
        "id": 397405,
        "content_html": "plant responses to external stimuli, study of the shape and motion of physical objects, formation of metamorphic rocks, galaxy formation and evolution\n",
        "correctness": "0.0",
        "feedback_html": "All of these are outside the realm of biology except for plant responses to external stimuli."
      }
    ],
    "group_uuid": "78f7846a-e339-4976-9b0a-d3d457669dc7",
    "stem_html": "What are two topics that are likely to be studied by biologists and two areas of scientific study that would fall outside the realm of biology?",
    "tags": "78f7846a-e339-4976-9b0a-d3d457669dc7",
    "uid": "6@7"
  },
  {
    "answers": [
      {
        "id": 413141,
        "content_html": "We shiver when we are cold and sweat when we are hot.",
        "correctness": "1.0",
        "feedback_html": "Shivering and sweating are both ways that the body reacts to changing body temperatures, which are a result of changes in the temperature of the external environment."
      },
      {
        "id": 413142,
        "content_html": "We walk by putting our front leg forward and pushing off with our back leg.",
        "correctness": "0.0",
        "feedback_html": "Walking is not a response to the external environment."
      },
      {
        "id": 413143,
        "content_html": "We are able to breath in and out unconsciously.",
        "correctness": "0.0",
        "feedback_html": "Breathing occurs unconsciously regardless of changes in the external environment, as long as breathing can take place."
      },
      {
        "id": 413144,
        "content_html": "Our hair and fingernails grow at a constant rate over time.",
        "correctness": "0.0",
        "feedback_html": "These two processes continually occur without any input from the external environment."
      }
    ],
    "group_uuid": "31630dd3-1d10-467b-a0fe-4681748ae167",
    "stem_html": "Which example most clearly shows a way that humans can respond directly to a change in the environment?",
    "tags": "31630dd3-1d10-467b-a0fe-4681748ae167",
    "uid": "9@8"
  },
  {
    "answers": [
      {
        "id": 208777,
        "content_html": "130 miles",
        "correctness": "0.0",
        "feedback_html": "When calculating displacement, do not forget to consider the direction of motion."
      },
      {
        "id": 208778,
        "content_html": "30 miles east",
        "correctness": "1.0",
        "feedback_html": "The net movement of the biker will be towards the east."
      },
      {
        "id": 208776,
        "content_html": "30 miles west",
        "correctness": "0.0",
        "feedback_html": "The magnitude towards the east is greater than the magnitude towards the west. So the net displacement will be towards the east."
      },
      {
        "id": 208775,
        "content_html": "Cannot be determined from the information given",
        "correctness": "0.0",
        "feedback_html": "Displacement can be easily calculated from the given data as both magnitude and direction are provided in the question."
      }
    ],
    "group_uuid": "b29491ce-c9c4-40d4-8835-4a90b3b7bafc",
    "stem_html": "If a biker rides west for 50 miles from his starting position, then turns and bikes back east 80 miles. What is his net displacement?",
    "tags": "b29491ce-c9c4-40d4-8835-4a90b3b7bafc",
    "uid": "1829@4"
  },
  {
    "answers": [
      {
        "id": 208785,
        "content_html": "Displacement of the ball is twice the length of the lane, while the distance is zero.",
        "correctness": "0.0",
        "feedback_html": "After covering the path back and forth, the ball cannot have covered zero distance. Recall that displacement is the shortest distance between initial and final point."
      },
      {
        "id": 208786,
        "content_html": "Displacement of the ball is zero, while the distance is twice the length of the lane.",
        "correctness": "1.0",
        "feedback_html": "Displacement is the shortest distance between the initial and final positions, and distance is the total path covered by the ball during its back-and-forth motion."
      },
      {
        "id": 208784,
        "content_html": "Both the displacement and distance for the ball are equal to zero.",
        "correctness": "0.0",
        "feedback_html": "The ball traveled a back-and-forth path in its motion. So the distance can never be zero."
      },
      {
        "id": 208783,
        "content_html": "Both the displacement and distance for the ball are twice the length of the lane.",
        "correctness": "0.0",
        "feedback_html": "The ball reached its initial position after covering a certain path. Rethink about its displacement."
      }
    ],
    "group_uuid": "48886e06-0469-41fc-9693-b74bb391e300",
    "stem_html": "Maud sends her bowling ball straight down the center of the lane, getting a strike. The ball is brought back to the holder mechanically. What are the ball’s net displacement and distance traveled?",
    "tags": "48886e06-0469-41fc-9693-b74bb391e300",
    "uid": "1831@4"
  }
]