[
  {
    "answers": [
      {
        "id": 382519,
        "content_html": "An electric current is induced if a bar magnet is placed near the wire loop.",
        "correctness": "0.0",
        "feedback_html": "The change in magnetic field or change in area vector of a wire loop induces electric current in the wire."
      },
      {
        "id": 382520,
        "content_html": "An electric current is induced if wire loop is wound around the bar magnet.",
        "correctness": "0.0",
        "feedback_html": "If wire loop is wound around the bar magnet, it is not possible to make changes in flux. Hence there is no possibility of induced current."
      },
      {
        "id": 382522,
        "content_html": "An electric current is induced if a bar magnet is moved through the wire loop.",
        "correctness": "1.0",
        "feedback_html": "If a bar magnet is moved through the wire loop, the magnetic flux changes which induces electric current in the wire."
      },
      {
        "id": 382521,
        "content_html": "An electric current is induced if a bar magnet is placed in contact with the wire loop.",
        "correctness": "0.0",
        "feedback_html": "Either change in magnetic field or change in area vector of a wire loop induces electric current in the wire."
      }
    ],
    "group_uuid": "732e6b71-cbfe-4cad-825b-9a23c4c2539f",
    "stem_html": "Given a bar magnet, how can you induce an electric current in a wire loop?",
    "tags": "732e6b71-cbfe-4cad-825b-9a23c4c2539f",
    "uid": "7455@5"
  },
  {
    "answers": [
      {
        "id": 382592,
        "content_html": "No, because magnetic flux through the loop remains constant.",
        "correctness": "1.0",
        "feedback_html": "Since uniform magnetic field is perpendicular to the plane of a wire loop, the flux through the loop is zero. It means that there is no induced current."
      },
      {
        "id": 382589,
        "content_html": "No, because magnetic flux through the loop changes continuously.",
        "correctness": "0.0",
        "feedback_html": "Recall, if magnetic flux through the loop changes continuously ,it always produce an induced current"
      },
      {
        "id": 382590,
        "content_html": "Yes, because magnetic flux through the loop remains constant.",
        "correctness": "0.0",
        "feedback_html": "Remember, uniform magnetic field is perpendicular to the plane of a wire loop so the flux through the loop is zero. It means that there is no induced current."
      },
      {
        "id": 382591,
        "content_html": "Yes, because magnetic flux through the loop changes continuously.",
        "correctness": "0.0",
        "feedback_html": "Uniform magnetic field is perpendicular to the plane of a wire loop so the flux through the loop does not change. So, induced current is zero."
      }
    ],
    "group_uuid": "a0c4dd41-a30c-484c-b856-4136098c3170",
    "stem_html": "A uniform magnetic field is perpendicular to the plane of a wire loop. If the loop accelerates in the direction of the field, will a current be induced in the loop? Explain why or why not.",
    "tags": "a0c4dd41-a30c-484c-b856-4136098c3170",
    "uid": "7475@5"
  }
]