[
  {
    "answers": [
      {
        "id": 347135,
        "content_html": "Buffers absorb excess hydrogen and hydroxide ions to prevent increases or decrease in pH. An example is the bicarbonate system in human body.",
        "correctness": "1.0",
        "feedback_html": "Buffers absorb excess of hydrogen or hydroxide ions to prevent any changes in pH by bonding to them. The bicarbonate system in humans acts as a buffer and thus helps in the proper functioning of cells."
      },
      {
        "id": 347134,
        "content_html": "Buffers absorb extra hydrogen ions to prevent increases or decreases in pH. An example is the bicarbonate system in the human body.",
        "correctness": "0.0",
        "feedback_html": "Hydrogen ions are not the only ions absorbed to maintain the pH."
      },
      {
        "id": 347133,
        "content_html": "Buffers absorb excess hydroxide ions to prevent increases or decreases in pH. An example of that is the bicarbonate system in the human body.",
        "correctness": "0.0",
        "feedback_html": "Recall if only hydroxide ions are absorbed to maintain the pH."
      },
      {
        "id": 347132,
        "content_html": "Buffers absorb excess hydrogen and hydroxide ions to prevent increases or decreases in pH. An example of that is carbonate system in human body.",
        "correctness": "0.0",
        "feedback_html": "Carbonate ions would likely increase the acidity and not act as a buffer."
      }
    ],
    "group_uuid": "1d825b0f-b246-48bf-86ef-4d22efb0786a",
    "stem_html": "Discuss how buffers help prevent drastic swings in pH.",
    "tags": "1d825b0f-b246-48bf-86ef-4d22efb0786a",
    "uid": "63@4"
  },
  {
    "answers": [
      {
        "id": 208181,
        "content_html": "Physics helps in predicting how burning fossil fuel releases pollutants.",
        "correctness": "0.0",
        "feedback_html": "This would be chemistry rather than physics."
      },
      {
        "id": 208182,
        "content_html": "Physics helps in predicting dynamics and movement of weather phenomena.",
        "correctness": "1.0",
        "feedback_html": "Physics helps in predicting dynamics and movement of weather phenomenon such as a tornado or rain."
      },
      {
        "id": 208180,
        "content_html": "Physics helps in predicting the motion of tectonic plates.",
        "correctness": "0.0",
        "feedback_html": "This is true, but it is not involved in day to day weather prediction."
      },
      {
        "id": 208179,
        "content_html": "Physics helps in predicting how the flowing water affects Earth’s surface.",
        "correctness": "0.0",
        "feedback_html": "This is true, but its effects are not involved in day-to-day weather prediction."
      }
    ],
    "group_uuid": "b9443b1a-75d6-459b-8509-18fa779451f3",
    "stem_html": "How could physics be useful in weather prediction?",
    "tags": "b9443b1a-75d6-459b-8509-18fa779451f3",
    "uid": "1665@4"
  },
  {
    "answers": [
      {
        "id": 374083,
        "content_html": "It describes how speed affects different observers’ measurements of time and space.",
        "correctness": "1.0",
        "feedback_html": "Einstein’s theory of relativity affects the values measured for time intervals and distances from the viewpoints of observers in relative motion to each other."
      },
      {
        "id": 374082,
        "content_html": "It describes how different parts of the universe are far apart and do not affect each other.",
        "correctness": "0.0",
        "feedback_html": "This is not the main content of the theory of relativity."
      },
      {
        "id": 374081,
        "content_html": "It describes how people think of other people’s views from their own frame of reference.",
        "correctness": "0.0",
        "feedback_html": "Physics is not about people’s perceptions of other people’s opinions."
      },
      {
        "id": 374080,
        "content_html": "It describes how a frame of reference is necessary to describe position or motion.",
        "correctness": "0.0",
        "feedback_html": "While that is true, it is not the content of the theory of relativity."
      }
    ],
    "group_uuid": "17516805-09b5-44ff-b5b6-076d876ff574",
    "stem_html": "In what sense does Einstein’s theory of relativity illustrate that physics describes fundamental aspects of our universe?",
    "tags": "17516805-09b5-44ff-b5b6-076d876ff574",
    "uid": "1666@6"
  },
  {
    "answers": [
      {
        "id": 397402,
        "content_html": "diseases affecting humans, pollution affecting species habitat, calculating surface area of rectangular ground, functioning of planetary orbitals\n",
        "correctness": "1.0",
        "feedback_html": "Diseases affecting humans and pollution affecting species habitat are the two topics that can be studied by biologists while calculating surface area of rectangular ground and the functioning of planetary orbitals are two topics that fall outside of the realm of biology."
      },
      {
        "id": 397403,
        "content_html": "calculating surface area of rectangular ground, functioning of planetary orbitals, formation of metamorphic rocks, galaxy formation and evolution\n",
        "correctness": "0.0",
        "feedback_html": "All of these are outside the realm of biology."
      },
      {
        "id": 397404,
        "content_html": "plant responses to external stimuli, functioning of planetary orbitals, formation of metamorphic rocks, galaxy formation and evolution\n",
        "correctness": "0.0",
        "feedback_html": "All of these are outside the realm of biology except for plant responses to external stimuli."
      },
      {
        "id": 397405,
        "content_html": "plant responses to external stimuli, study of the shape and motion of physical objects, formation of metamorphic rocks, galaxy formation and evolution\n",
        "correctness": "0.0",
        "feedback_html": "All of these are outside the realm of biology except for plant responses to external stimuli."
      }
    ],
    "group_uuid": "78f7846a-e339-4976-9b0a-d3d457669dc7",
    "stem_html": "What are two topics that are likely to be studied by biologists and two areas of scientific study that would fall outside the realm of biology?",
    "tags": "78f7846a-e339-4976-9b0a-d3d457669dc7",
    "uid": "6@7"
  },
  {
    "answers": [
      {
        "id": 184609,
        "content_html": "quantum mechanics and Einstein’s theory of relativity",
        "correctness": "1.0",
        "feedback_html": "Modern physics is about quantum mechanics and relativity."
      },
      {
        "id": 184606,
        "content_html": "quantum mechanics and classical physics",
        "correctness": "0.0",
        "feedback_html": "Classical physics is not modern physics"
      },
      {
        "id": 184607,
        "content_html": "Newton’s laws of motion and classical physics",
        "correctness": "0.0",
        "feedback_html": "Newton’s laws of motion are part of classical physics, not modern physics."
      },
      {
        "id": 184608,
        "content_html": "Newton’s laws of motion and Einstein’s theory of relativity",
        "correctness": "0.0",
        "feedback_html": "Relativity is a part of modern physics, but Newton’s laws are a part of classical physics."
      }
    ],
    "group_uuid": "dad22ab3-ed46-4406-bdb0-2740b262e582",
    "stem_html": "Modern physics could best be described as the combination of which theories?",
    "tags": "dad22ab3-ed46-4406-bdb0-2740b262e582",
    "uid": "1669@3"
  },
  {
    "answers": [
      {
        "id": 347082,
        "content_html": "Water is polar.",
        "correctness": "0.0",
        "feedback_html": "There is a distribution of charges in the structure of the water molecule creating a dipole."
      },
      {
        "id": 347081,
        "content_html": "Water can stabilize the temperature of nearby air.",
        "correctness": "0.0",
        "feedback_html": "Water can absorb or store more heat than air. Therefore, water can stabilize the temperature of nearby air masses."
      },
      {
        "id": 347080,
        "content_html": "Water is essential for life.",
        "correctness": "0.0",
        "feedback_html": "Water is essential for most life on Earth."
      },
      {
        "id": 347083,
        "content_html": "Water is the most abundant molecule in the Earth’s atmosphere.",
        "correctness": "1.0",
        "feedback_html": "Water is not the most abundant molecule in Earth’s atmosphere. Nitrogen is the most abundant gas in earth’s atmosphere, making up 78% of the total composition."
      }
    ],
    "group_uuid": "49025aa5-c00f-4e8d-a597-60e32bdb8334",
    "stem_html": "Which of the following statements is not true?",
    "tags": "49025aa5-c00f-4e8d-a597-60e32bdb8334",
    "uid": "58@4"
  },
  {
    "answers": [
      {
        "id": 346880,
        "content_html": "discovery",
        "correctness": "0.0",
        "feedback_html": "A discovery is not a testable explanation for an event."
      },
      {
        "id": 346883,
        "content_html": "hypothesis",
        "correctness": "1.0",
        "feedback_html": "A hypothesis is a proposed explanation for a phenomenon that can be tested."
      },
      {
        "id": 346881,
        "content_html": "scientific method",
        "correctness": "0.0",
        "feedback_html": "The scientific method is a method of research with defined steps."
      },
      {
        "id": 346882,
        "content_html": "theory",
        "correctness": "0.0",
        "feedback_html": "A theory is a broad explanation for a long number of observations and tested hypotheses."
      }
    ],
    "group_uuid": "8bfc9e38-9047-4698-bbdb-c57dc311bb0a",
    "stem_html": "What is a suggested and testable explanation for an event called?",
    "tags": "8bfc9e38-9047-4698-bbdb-c57dc311bb0a",
    "uid": "3@6"
  },
  {
    "answers": [
      {
        "id": 274649,
        "content_html": "Relativistic quantum mechanics unifies quantum mechanics with Einstein’s theory of relativity. The unified theory creates a greater understanding of our universe because it can explain objects of all sizes and masses.",
        "correctness": "1.0",
        "feedback_html": "Relativistic quantum mechanics unifies quantum mechanics with Einstein’s theory of relativity. Unifying these theories would create a greater understanding of our universe by explaining how large-scale processes, such as time, space and gravity, relate to very small-scale objects, such as the subatomic particles studied in quantum mechanics."
      },
      {
        "id": 274650,
        "content_html": "Relativistic quantum mechanics unifies classical mechanics with Einstein’s theory of relativity. The unified theory creates a greater understanding of our universe because it can explain objects of all sizes and masses.",
        "correctness": "0.0",
        "feedback_html": "Relativistic quantum mechanics unifies quantum mechanics, not classical mechanics, and Einstein’s theory of relativity."
      },
      {
        "id": 274651,
        "content_html": "Relativistic quantum mechanics unifies quantum mechanics with Einstein’s theory of relativity. The unified theory creates a greater understanding of our universe because it is unable to explain objects of all sizes and masses.",
        "correctness": "0.0",
        "feedback_html": "The unified theory would be able to explain objects of all sizes and masses."
      },
      {
        "id": 274652,
        "content_html": "Relativistic quantum mechanics unifies classical mechanics with the Einstein’s theory of relativity. The unified theory creates a greater understanding of our universe because it is unable to explain objects of all sizes and masses.",
        "correctness": "0.0",
        "feedback_html": "Relativistic quantum mechanics unifies quantum mechanics, not classical mechanics, and Einstein’s theory of relativity."
      }
    ],
    "group_uuid": "cc65debc-10f4-4484-94c5-b62cc21f673f",
    "stem_html": "Describe what two topics physicists are trying to unify with relativistic quantum mechanics. How will this unification create a greater understanding of our universe?",
    "tags": "cc65debc-10f4-4484-94c5-b62cc21f673f",
    "uid": "1674@5"
  },
  {
    "answers": [
      {
        "id": 208217,
        "content_html": "Physics can explain the traffic on a particular street and help us know about the traffic in advance.",
        "correctness": "0.0",
        "feedback_html": "Traffic on a particular street is a social factor and does not involve physics. Traffic on a particular route is dependent on the human and social factors."
      },
      {
        "id": 208216,
        "content_html": "Physics can explain about the ongoing construction of roads on a particular street and help us know about delays in the traffic in advance.",
        "correctness": "0.0",
        "feedback_html": "The construction on a particular street is a social factor. The repair or construction on a particular street is dependent on the social and developmental factors."
      },
      {
        "id": 208218,
        "content_html": "Physics can explain distances, speed limits on a particular street and help us categorize faster routes.",
        "correctness": "1.0",
        "feedback_html": "The study of distances, speed limits on a particular street, or the average speed of the car involves physics and helps us categorize faster route."
      },
      {
        "id": 208215,
        "content_html": "Physics can explain the closing of a particular street and help us categorize faster routes.",
        "correctness": "0.0",
        "feedback_html": "The closing of a particular street is a social factor which depends on the social reasoning for the closing of the street and does not involve physics."
      }
    ],
    "group_uuid": "b10c488f-1967-417f-8a9c-23881021983b",
    "stem_html": "How could knowledge of physics help you find a faster way to drive from your house to your school?",
    "tags": "b10c488f-1967-417f-8a9c-23881021983b",
    "uid": "1676@4"
  }
]