[
  {
    "answers": [
      {
        "id": 397402,
        "content_html": "diseases affecting humans, pollution affecting species habitat, calculating surface area of rectangular ground, functioning of planetary orbitals\n",
        "correctness": "1.0",
        "feedback_html": "Diseases affecting humans and pollution affecting species habitat are the two topics that can be studied by biologists while calculating surface area of rectangular ground and the functioning of planetary orbitals are two topics that fall outside of the realm of biology."
      },
      {
        "id": 397403,
        "content_html": "calculating surface area of rectangular ground, functioning of planetary orbitals, formation of metamorphic rocks, galaxy formation and evolution\n",
        "correctness": "0.0",
        "feedback_html": "All of these are outside the realm of biology."
      },
      {
        "id": 397404,
        "content_html": "plant responses to external stimuli, functioning of planetary orbitals, formation of metamorphic rocks, galaxy formation and evolution\n",
        "correctness": "0.0",
        "feedback_html": "All of these are outside the realm of biology except for plant responses to external stimuli."
      },
      {
        "id": 397405,
        "content_html": "plant responses to external stimuli, study of the shape and motion of physical objects, formation of metamorphic rocks, galaxy formation and evolution\n",
        "correctness": "0.0",
        "feedback_html": "All of these are outside the realm of biology except for plant responses to external stimuli."
      }
    ],
    "group_uuid": "78f7846a-e339-4976-9b0a-d3d457669dc7",
    "stem_html": "What are two topics that are likely to be studied by biologists and two areas of scientific study that would fall outside the realm of biology?",
    "tags": "78f7846a-e339-4976-9b0a-d3d457669dc7",
    "uid": "6@7"
  },
  {
    "answers": [
      {
        "id": 374277,
        "content_html": "No, it reflects speed but not the direction.",
        "correctness": "1.0",
        "feedback_html": "Instantaneous velocity has a magnitude as well as a direction, both of which cannot be determined from the speedometer reading."
      },
      {
        "id": 374276,
        "content_html": "No, it reflects the average speed of the car.",
        "correctness": "0.0",
        "feedback_html": "The speedometer reading changes rapidly, as soon as the car speeds up or slows down."
      },
      {
        "id": 374275,
        "content_html": "Yes, it sometimes reflects instantaneous velocity of the car.",
        "correctness": "0.0",
        "feedback_html": "The speedometer reading does not give the direction of the car."
      },
      {
        "id": 374274,
        "content_html": "Yes, it always reflects the instantaneous velocity of the car.",
        "correctness": "0.0",
        "feedback_html": "The speedometer reading does not give the direction of the car."
      }
    ],
    "group_uuid": "6853ab45-e937-4fe3-99e0-be88e566bb10",
    "stem_html": "Is it possible to determine a car’s instantaneous velocity from just the speedometer reading?",
    "tags": "6853ab45-e937-4fe3-99e0-be88e566bb10",
    "uid": "1849@6"
  },
  {
    "answers": [
      {
        "id": 397410,
        "content_html": "astronomy",
        "correctness": "0.0",
        "feedback_html": "Astronomy is a branch of natural science that studies the celestial objects and the phenomenon related to them."
      },
      {
        "id": 397411,
        "content_html": "biology",
        "correctness": "0.0",
        "feedback_html": "Biology is the study of life and living organisms. It is a branch of natural sciences."
      },
      {
        "id": 397412,
        "content_html": "computer science",
        "correctness": "1.0",
        "feedback_html": "Computer science is a practical and scientific approach to computation and its application. It is not considered a natural science."
      },
      {
        "id": 397413,
        "content_html": "physics",
        "correctness": "0.0",
        "feedback_html": "Physics is a branch of natural science that studies matter."
      }
    ],
    "group_uuid": "1dff57ec-55b3-45ec-aefc-ec39db138ce7",
    "stem_html": "Which of the following sciences is not considered a natural science?",
    "tags": "1dff57ec-55b3-45ec-aefc-ec39db138ce7",
    "uid": "4@7"
  },
  {
    "answers": [
      {
        "id": 471071,
        "content_html": "Cells require energy to perform certain basic functions. Blocking glycolysis in RBCs causes imbalance in the membrane potential, leading to cell death.",
        "correctness": "1.0",
        "feedback_html": "Cells require energy to carry out basic functions such as pumping ions across membranes. A red blood cell would lose its membrane potential if glycolysis was blocked, and it would eventually die."
      },
      {
        "id": 471070,
        "content_html": "Cells need energy to perform cell division. Blocking glycolysis in RBCs interrupts the process of mitosis leading to nondisjunction.",
        "correctness": "0.0",
        "feedback_html": "RBCs do not perform mitosis or meiosis and therefore cannot suffer from nondisjunction."
      },
      {
        "id": 471069,
        "content_html": "Cells maintain the influx and efflux of organic substances using energy. Blocking glycolysis stops the binding of <span data-math=\"\\text{CO}_2\">\\text{CO}_2</span> to the RBCs, causing cell death.",
        "correctness": "0.0",
        "feedback_html": "Stopping the binding of <span data-math=\"\\text{CO}_2\">\\text{CO}_2</span> would not likely cause cell death."
      },
      {
        "id": 471068,
        "content_html": "Cells require energy to recognize attacking pathogens. Blocked glycolysis inhibits the process of recognition, causing invasion of the RBCs by a pathogen.",
        "correctness": "0.0",
        "feedback_html": "There is no evidence given here that glycolysis is related to pathogen recognition."
      }
    ],
    "group_uuid": "fd03b7ca-65e8-4026-8e67-64809d90104d",
    "stem_html": "Red blood cells (RBCs) do not perform aerobic respiration, but they do perform glycolysis. Why do all cells need an energy source and what would happen if glycolysis were blocked in a red blood cell?",
    "tags": "fd03b7ca-65e8-4026-8e67-64809d90104d",
    "uid": "548@10"
  },
  {
    "answers": [
      {
        "id": 470928,
        "content_html": "anabolic",
        "correctness": "1.0",
        "feedback_html": "Anabolic process is the one in which simpler molecules combine to form complex molecules by using energy. Sucrose is a complex molecule formed by the polymerization of glucose and fructose, which are simple molecules."
      },
      {
        "id": 470927,
        "content_html": "catabolic",
        "correctness": "0.0",
        "feedback_html": "Catabolic process is the one in which complex molecules are broken down into simpler molecules."
      },
      {
        "id": 470926,
        "content_html": "hydrolysis",
        "correctness": "0.0",
        "feedback_html": "Hydrolysis is a reaction involving the breaking of a bond in a molecule using water."
      },
      {
        "id": 470925,
        "content_html": "transcription",
        "correctness": "0.0",
        "feedback_html": "Transcription is the process in which a segment of DNA is copied into RNA using RNA polymerase."
      }
    ],
    "group_uuid": "451c2778-d0b9-4597-98f8-492d714e3702",
    "stem_html": "The synthesis of sucrose is an example of what process?",
    "tags": "451c2778-d0b9-4597-98f8-492d714e3702",
    "uid": "458@10"
  }
]