[
  {
    "uuid": "4db480d5-78dc-4c85-89ee-33eef210a729",
    "stem_html": "Cassie walked to her friend’s house with an average speed of 1.40 m/s. The distance between the houses is 205 m. How long did the trip take her?",
    "id": 91814,
    "answers": [
      {
        "id": 374233,
        "content_html": "146 s",
        "correctness": "1.0",
        "feedback_html": "<div data-math=\"\\Delta t = {{\\Delta d} \\over {{v_{avg}}}} = {{205\\,m} \\over {1.40\\,m/s}} = 146\\,s\">\\Delta t = {{\\Delta d} \\over {{v_{avg}}}} = {{205\\,m} \\over {1.40\\,m/s}} = 146\\,s</div>\n"
      },
      {
        "id": 374230,
        "content_html": "0.01 s",
        "correctness": "0.0",
        "feedback_html": "Cassie walks 1.40 m in 1 second. Think of how many seconds she will take to cover 205 m."
      },
      {
        "id": 374231,
        "content_html": "2.50 min",
        "correctness": "0.0",
        "feedback_html": "Convert seconds into minutes and check significant figures correctly."
      },
      {
        "id": 374232,
        "content_html": "287 s",
        "correctness": "0.0",
        "feedback_html": "Set up the equation appropriately. Time can be measured after dividing total distance by average speed."
      }
    ]
  },
  {
    "uuid": "e43ca9e4-bbf7-48d1-8ef7-9bdf509826ea",
    "stem_html": "A trucker drives along a straight highway for 0.25 h with a displacement of 16 km south. What is the trucker’s average velocity?",
    "id": 91818,
    "answers": [
      {
        "id": 374246,
        "content_html": "4 km/h north",
        "correctness": "0.0",
        "feedback_html": "Consider the definition of average velocity correctly."
      },
      {
        "id": 374247,
        "content_html": "4 km/h south",
        "correctness": "0.0",
        "feedback_html": "Use the correct equation. Remember, average velocity is total displacement over total time."
      },
      {
        "id": 374248,
        "content_html": "64 km/h north",
        "correctness": "0.0",
        "feedback_html": "Take the direction correctly in your calculation."
      },
      {
        "id": 374249,
        "content_html": "64 km/h south",
        "correctness": "1.0",
        "feedback_html": "Average velocity is total displacement divided by total time taken."
      }
    ]
  },
  {
    "uuid": "53bf0d57-bf80-4001-aadb-a46f55ca3d7c",
    "stem_html": "Two runners travel along the same straight path. They start at the same time, and they end at the same time, but at the halfway mark, they have different instantaneous velocities. Is it possible for them to have the same average velocity for the trip?",
    "id": 91821,
    "answers": [
      {
        "id": 374261,
        "content_html": "Yes, because average velocity depends on the net or total displacement.",
        "correctness": "1.0",
        "feedback_html": "Instantaneous velocities might change, but they do not have a bearing on the average velocity as it is the net displacement divided by total time."
      },
      {
        "id": 374260,
        "content_html": "Yes, because average velocity depends on the total distance traveled.",
        "correctness": "0.0",
        "feedback_html": "Distance and displacement are not the same quantity."
      },
      {
        "id": 374259,
        "content_html": "No, because the velocities of both runners must remain the exactly same throughout the journey.",
        "correctness": "0.0",
        "feedback_html": "Recall, average velocity is a function of two physical quantities, net displacement and total time taken."
      },
      {
        "id": 374258,
        "content_html": "No, because the instantaneous velocities of the runners must remain same midway but can be different elsewhere.",
        "correctness": "0.0",
        "feedback_html": "Recall, average velocity is a function of two physical quantities, net displacement and total time taken."
      }
    ]
  },
  {
    "uuid": "06297704-8922-4648-84ec-00bdbbcf3218",
    "stem_html": "Is it possible to determine a car’s instantaneous velocity from just the speedometer reading?",
    "id": 91825,
    "answers": [
      {
        "id": 374277,
        "content_html": "No, it reflects speed but not the direction.",
        "correctness": "1.0",
        "feedback_html": "Instantaneous velocity has a magnitude as well as a direction, both of which cannot be determined from the speedometer reading."
      },
      {
        "id": 374276,
        "content_html": "No, it reflects the average speed of the car.",
        "correctness": "0.0",
        "feedback_html": "The speedometer reading changes rapidly, as soon as the car speeds up or slows down."
      },
      {
        "id": 374275,
        "content_html": "Yes, it sometimes reflects instantaneous velocity of the car.",
        "correctness": "0.0",
        "feedback_html": "The speedometer reading does not give the direction of the car."
      },
      {
        "id": 374274,
        "content_html": "Yes, it always reflects the instantaneous velocity of the car.",
        "correctness": "0.0",
        "feedback_html": "The speedometer reading does not give the direction of the car."
      }
    ]
  },
  {
    "uuid": "c7575e11-2d2d-4c6c-a9f6-d47ffd3bdf5e",
    "stem_html": "Rob drove to the nearest hospital with an average speed of v m/s in t seconds. In terms of t, if he drives home on the same path, but with an average speed of 3v m/s, how long is the return trip home?",
    "id": 91829,
    "answers": [
      {
        "id": 374292,
        "content_html": "t/6",
        "correctness": "0.0",
        "feedback_html": "Recall that the distance traveled is average speed multiplied by the time taken."
      },
      {
        "id": 374293,
        "content_html": "t/3",
        "correctness": "1.0",
        "feedback_html": "The time can be obtained using the fact that average speed <span data-math=\"v_{avg}\">v_{avg}</span> is given by <span data-math=\"v_{avg}\">v_{avg}</span> = distance/time."
      },
      {
        "id": 374291,
        "content_html": "3t",
        "correctness": "0.0",
        "feedback_html": "The distance covered by Rob in both journeys is the same. So, if speed has increased by 3 times, then by how much should the time be reduced to make the distance constant."
      },
      {
        "id": 374290,
        "content_html": "6t",
        "correctness": "0.0",
        "feedback_html": "Distance is average speed multiplied by the time taken. Use this relation to obtain the time taken for the return journey."
      }
    ]
  },
  {
    "uuid": "5dc7bde5-41b2-4596-9b4b-02ee66555390",
    "stem_html": "An object has an average speed of 7.4 km/h. Which of the following describes two ways you could increase the average speed of the object to 14.8 km/h?",
    "id": 91831,
    "answers": [
      {
        "id": 374298,
        "content_html": "Reduce the distance that the object travels by half, keeping the time constant, or keep the distance constant and double the time.",
        "correctness": "0.0",
        "feedback_html": "Average speed is the distance traveled per unit time. So reducing distance by keeping time constant will decrease the average velocity. Similarly, increasing time by keeping distance constant will also decrease average speed."
      },
      {
        "id": 374301,
        "content_html": "Double the distance that the object travels, keeping the time constant, or keep the distance constant and reduce the time by half.",
        "correctness": "1.0",
        "feedback_html": "To double the average speed, double the distance and keep the time constant, or reduce the time by half and keep distance constant."
      },
      {
        "id": 374299,
        "content_html": "Reduce the distance that the object travels to one-fourth, keeping the time constant, or keep the distance constant and increase the time by fourfold.",
        "correctness": "0.0",
        "feedback_html": "Average speed is directly proportional to the distance covered if time is constant, and it is inversely proportional to time if distance is kept constant. So, reducing distance or increasing time decreases the average speed."
      },
      {
        "id": 374300,
        "content_html": "Increase the distance by fourfold, keeping the time constant, or keep the distance constant and reduce the time by one-fourth.",
        "correctness": "0.0",
        "feedback_html": "Average speed is directly proportional to the distance covered if time is constant, and it is inversely proportional to time if distance is kept constant. So, making the distance 4 times or reducing the time by one-fourth will make the average speed 4 times the initial value."
      }
    ]
  }
]