[
  {
    "answers": [
      {
        "id": 398906,
        "content_html": "Group 1 and Group 17",
        "correctness": "1.0",
        "feedback_html": "Group 1 and group 17 would form strong ionic bonds. Group 1 will give an electron easily and group 17 will accept an electron to attain a more stable configuration. Therefore, compounds like NaCl and LiF will be formed."
      },
      {
        "id": 398907,
        "content_html": "Group 1 and Group 14",
        "correctness": "0.0",
        "feedback_html": "Group 1 elements are likely to form ionic bonds by giving up the one electron in its valence shell. However, group 14 elements are missing 4 electrons, and are more likely to share electrons with other elements through covalent bonds."
      },
      {
        "id": 398908,
        "content_html": "Group 14 and Group 18",
        "correctness": "0.0",
        "feedback_html": "Group 18 elements have a filled valence shell and will not likely form any bonds."
      },
      {
        "id": 398909,
        "content_html": "Group 1 and Group 18",
        "correctness": "0.0",
        "feedback_html": "Group18 elements have a filled valence shell and will not likely form any bonds."
      }
    ],
    "group_uuid": "471a50ca-be39-46a5-8e1a-0b3ceadf2bb9",
    "stem_html": "<p><img src=\"https://s3-us-west-2.amazonaws.com/openstax-assets/Ss2Xg59OLfjbgarp-prodtutor/exercises/attachments/large_181dfebc75c530fd0869288e36aea7165bead4c4b07b25997bff51573399bf90.png\" alt=\"Bohr diagrams of elements from groups 1, 14, 17 and 18, and periods 1, 2 and 3 are shown. Period 1, in which the 1n shell is filling, contains hydrogen and helium. Hydrogen, in group 1, has one valence electron. Helium, in group 18, has two valence electrons. The 1n shell holds a maximum of two electrons, so the shell is full and the electron configuration is stable. Period 2, in which the 2n shell is filling, contains lithium, carbon, fluorine, and neon. Lithium, in group 1, has 1 valence electron. Carbon, in group 14, has 4 valence electrons. Fluorine, in group 17, has 7 valence electrons. Neon, in group 18, has 8 valence electrons, a full octet. Period 3, in which the 3n shell is filling, contains sodium, silicon, chlorine, and argon. Sodium, in group 1, has 1 valence electron. Silicon, in group 14, has 4 valence electrons. Chlorine, in group 17, has 7 valence electrons. Argon, in group 18, has 8 valence electrons, a full octet.\"></p>\n\n<p>Looking at the above figure, can you infer which two groups together will form a strong ionic bond?</p>\n",
    "tags": "471a50ca-be39-46a5-8e1a-0b3ceadf2bb9",
    "uid": "79@7"
  },
  {
    "answers": [
      {
        "id": 470572,
        "content_html": "hemoglobin, red blood cells, blood, blood vessels, cardiovascular system",
        "correctness": "1.0",
        "feedback_html": "The correct ranking with respect to increasing complexity is hemoglobin, red blood cells, blood, blood vessels, cardiovascular system."
      },
      {
        "id": 470569,
        "content_html": "hemoglobin, red blood cells, blood, artery, cardiovascular system",
        "correctness": "0.0",
        "feedback_html": "Veins are a part of the cardiovascular system. Veins and arteries are both types of blood vessels."
      },
      {
        "id": 470570,
        "content_html": "red blood cells, hemoglobin, blood, blood vessels, cardiovascular system",
        "correctness": "0.0",
        "feedback_html": "Red blood cells have higher complexity than hemoglobin."
      },
      {
        "id": 470571,
        "content_html": "oxygen, carbon dioxide, red blood cells, hemoglobin, blood, artery, cardiovascular system",
        "correctness": "0.0",
        "feedback_html": "Oxygen and carbon dioxide are not part of the cardiovascular system."
      }
    ],
    "group_uuid": "73de850f-3c64-4b61-97fd-5a79bf61b14b",
    "stem_html": "Consider the cardiovascular system. Rank in order of increasing complexity all its levels of organization starting with the hemoglobin.",
    "tags": "73de850f-3c64-4b61-97fd-5a79bf61b14b",
    "uid": "41@8"
  }
]