[
  {
    "answers": [
      {
        "id": 244984,
        "content_html": "When the speed of one frame of reference past another reaches the speed of light, a time interval between two events at the same location in one frame appears longer when measured from the second frame.",
        "correctness": "0.0",
        "feedback_html": "Time dilation is noticeable when speed is close to the speed of light."
      },
      {
        "id": 244985,
        "content_html": "When the speed of one frame of reference past another becomes comparable to the speed of light, a time interval between two events at the same location in one frame appears longer when measured from the second frame.",
        "correctness": "1.0",
        "feedback_html": "The time interval between two events is shorter in the frame of reference where the events occur at the same location. In other words, the events are measured on a stationary clock rather than a clock that is moving with respect to the events."
      },
      {
        "id": 244986,
        "content_html": "When the speed of one frame of reference past another reaches the speed of light, a time interval between two events at the same location in one frame appears shorter when measured from the second frame.",
        "correctness": "0.0",
        "feedback_html": "Even if the speed is less than the speed of light, time dilation is observable. The time interval between two events is shorter in the frame of reference where the events occur at the same location (i.e., the events are measured on a stationary clock rather than a clock that is moving with respect to the events)."
      },
      {
        "id": 244987,
        "content_html": "When the speed of one frame of reference past another becomes comparable to the speed of light, a time interval between two events at the same location in one frame appears shorter when measured from the second frame.",
        "correctness": "0.0",
        "feedback_html": "The time interval between two events is shorter in the frame of reference where the events occur at the same location (i.e., the events are measured on a stationary clock rather than one that is moving with respect to the events.)"
      }
    ],
    "group_uuid": "79a6513b-bda5-4bd6-93a9-e904650cac8c",
    "stem_html": "Describe time dilation and state under what conditions it becomes significant.",
    "tags": [
      "inbook-yes",
      "k12phys",
      "os-practice-concepts",
      "k12phys-ch10",
      "k12phys-ch10-s02",
      "k12phys-ch10-s02-lo01",
      "k12phys-ch10-ex026",
      "dok:1",
      "time:short",
      "blooms:2",
      "exid:k12phys-ch10-ex026",
      "context-cnxmod:2f24f686-8d9e-4d0a-a2fe-c58f3dec6d03",
      "filter-type:import:hs",
      "book:stax-k12phys",
      "type:conceptual-or-recall",
      "lo:stax-phys:28-2-1"
    ],
    "uid": "2883@5"
  },
  {
    "answers": [
      {
        "id": 212296,
        "content_html": "The particle’s momentum will rapidly decrease.",
        "correctness": "0.0",
        "feedback_html": "Recall that momentum of an object is given by <span data-math=\"p = \\gamma mv\">p = \\gamma mv</span>."
      },
      {
        "id": 212297,
        "content_html": "The particle’s momentum will rapidly increase.",
        "correctness": "1.0",
        "feedback_html": "The particle’s momentum increases rapidly with increasing speed as <span data-math=\"\\gamma\">\\gamma</span> also increases, but the speed will never reach the speed of light because the particle cannot have infinite momentum."
      },
      {
        "id": 212295,
        "content_html": "The particle’s momentum will remain constant.",
        "correctness": "0.0",
        "feedback_html": "The relativistic factor <span data-math=\"\\gamma\">\\gamma</span> increases with increasing speed. Recall that momentum of an object is given by <span data-math=\"p = \\gamma mv\">p = \\gamma mv</span>."
      },
      {
        "id": 212294,
        "content_html": "The particle’s momentum will approach zero.",
        "correctness": "0.0",
        "feedback_html": "The particle’s momentum will increase rapidly with increase in speed, and it will approach infinity as the speed approaches the speed of light."
      }
    ],
    "group_uuid": "41e61fe1-da60-415c-a88c-4c0b9a36f9ec",
    "stem_html": "A <span data-math=\"\\beta\">\\beta</span> particle (a free electron) is speeding around the track in a cyclotron, rapidly gaining speed. How will the particle’s momentum change as its speed approaches the speed of light? Explain.",
    "tags": [
      "inbook-yes",
      "ost-chapter-review",
      "k12phys",
      "concept",
      "k12phys-ch10",
      "k12phys-ch10-s02",
      "k12phys-ch10-s02-lo01",
      "k12phys-ch10-ex028",
      "time:short",
      "dok:2",
      "blooms:4",
      "book:stax-phys",
      "lo:stax-phys:28-5-1",
      "exid:k12phys-ch10-ex028",
      "context-cnxmod:2f24f686-8d9e-4d0a-a2fe-c58f3dec6d03",
      "filter-type:import:hs",
      "book:stax-k12phys",
      "type:conceptual",
      "context-cnxmod:a356793b-2555-4156-a939-1edfdf939fb1",
      "context-cnxmod:e04079fc-76e4-4a39-ac45-70a5ce6f8f85"
    ],
    "uid": "2885@4"
  }
]