[
  {
    "answers": [
      {
        "id": 379784,
        "content_html": "When two objects in contact with each other are at the same pressure, they are said to be in thermal equilibrium.",
        "correctness": "0.0",
        "feedback_html": "For thermal equilibrium, two objects must be in thermal contact with each other."
      },
      {
        "id": 379785,
        "content_html": "When two objects in contact with each other are at different temperatures, they are said to be in thermal equilibrium.",
        "correctness": "0.0",
        "feedback_html": "If two objects are not at the same temperature, they are not said to be in thermal equilibrium."
      },
      {
        "id": 379787,
        "content_html": "When two objects in contact with each other are at the same temperature, they are said to be in thermal equilibrium.",
        "correctness": "1.0",
        "feedback_html": "Yes, when two objects in contact with each other are at the same temperature, the net thermal energy exchanged between them is zero, and they are said to be in thermal equilibrium."
      },
      {
        "id": 379786,
        "content_html": "When two objects not in contact with each other are at the same pressure, they are said to be in thermal equilibrium.",
        "correctness": "0.0",
        "feedback_html": "When two objects in contact with each other are at the same temperature, they are said to be in thermal equilibrium."
      }
    ],
    "group_uuid": "9304747b-2db5-4c68-bf31-66dc0aa12987",
    "stem_html": "What is thermal equilibrium?",
    "tags": "9304747b-2db5-4c68-bf31-66dc0aa12987",
    "uid": "6645@5"
  },
  {
    "answers": [
      {
        "id": 379836,
        "content_html": "An engine’s efficiency equals the sum of useful energy (work) and the input energy.",
        "correctness": "0.0",
        "feedback_html": "An engine’s efficiency is the proportion of useful energy (work) to the input energy."
      },
      {
        "id": 379839,
        "content_html": "An engine’s efficiency equals the proportion of useful energy (work) to the input energy.",
        "correctness": "1.0",
        "feedback_html": "Yes, the ratio of useful energy (work) to the input energy defines an engine’s efficiency."
      },
      {
        "id": 379837,
        "content_html": "An engine’s efficiency equals the product of useful energy (work) and the input energy.",
        "correctness": "0.0",
        "feedback_html": "Remember, an engine’s efficiency cannot be greater than <span data-math=\"1\">1</span>, which would often result from the product of input and output energies."
      },
      {
        "id": 379838,
        "content_html": "An engine’s efficiency equals the difference between the useful energy (work) and the input energy.",
        "correctness": "0.0",
        "feedback_html": "Net energy (the difference between input energy and output energy) is not a measure of an engine’s efficiency."
      }
    ],
    "group_uuid": "34a3023e-6359-4911-8d4d-1736be4974b8",
    "stem_html": "What is the meaning of efficiency in terms of a car engine?",
    "tags": "34a3023e-6359-4911-8d4d-1736be4974b8",
    "uid": "6660@5"
  }
]