[
  {
    "answers": [
      {
        "id": 390712,
        "content_html": "<span data-math=\"3.0\\,\\text{kHz}\">3.0\\,\\text{kHz}</span>\n",
        "correctness": "0.0",
        "feedback_html": "The observed frequency will be greater than the actual frequency of the sound from the source that is moving towards the observer."
      },
      {
        "id": 390711,
        "content_html": "<span data-math=\"3.5\\,\\text{kHz}\">3.5\\,\\text{kHz}</span>",
        "correctness": "0.0",
        "feedback_html": "The applied formula is incorrect. Use the correct formula, <span data-math=\"f_{obs}=f_s\\left(\\frac{v_w}{v_w-v_s}\\right)\">f_{obs}=f_s\\left(\\frac{v_w}{v_w-v_s}\\right)</span>."
      },
      {
        "id": 390713,
        "content_html": "<span data-math=\"2.3\\,\\text{kHz}\">2.3\\,\\text{kHz}</span>\n",
        "correctness": "0.0",
        "feedback_html": "This could be the observed frequency if the source was moving away from the observer rather than towards the observer."
      },
      {
        "id": 390714,
        "content_html": "<span data-math=\"4.3\\,\\text{kHz}\">4.3\\,\\text{kHz}</span>",
        "correctness": "1.0",
        "feedback_html": "This is the observed frequency of the sound."
      }
    ],
    "group_uuid": "fd464e58-54d2-482d-b593-d48200d7dd57",
    "stem_html": "What is the observed frequency when the source having frequency <span data-math=\"3.0\\,\\text{kHz}\">3.0\\,\\text{kHz}</span> is moving towards the observer at a speed of <span data-math=\"1.0\\times 10^2\\,\\text{m}/\\text{s}\">1.0\\times 10^2\\,\\text{m}/\\text{s}</span> and the speed of sound is <span data-math=\"331\\,\\text{m/s}\">331\\,\\text{m/s}</span>?",
    "tags": "fd464e58-54d2-482d-b593-d48200d7dd57",
    "uid": "10973@6"
  },
  {
    "answers": [
      {
        "id": 390735,
        "content_html": "The Doppler effect is a change in the observed speed of a sound due to the relative motion between the source and the observer.",
        "correctness": "0.0",
        "feedback_html": "The Doppler effect is a not a change in the observed speed of the sound, it is a change in observed frequency."
      },
      {
        "id": 390738,
        "content_html": "The Doppler effect is a change in the observed frequency of a sound due to the relative motion between the source and the observer.",
        "correctness": "1.0",
        "feedback_html": "Yes, it is a change in the observed frequency of a sound due to the relative motion between the source and the observer."
      },
      {
        "id": 390736,
        "content_html": "The Doppler effect is a change in the observed intensity of a sound due to the relative motion between the source and the observer.",
        "correctness": "0.0",
        "feedback_html": "It is a change in the observed frequency of the sound due to the relative motion between the source and the observer."
      },
      {
        "id": 390737,
        "content_html": "The Doppler effect is a change in the observed timbre of a sound, due to the relative motion between the source and the observer.",
        "correctness": "0.0",
        "feedback_html": "No, it is not the change in the observed timbre of a sound."
      }
    ],
    "group_uuid": "753d8b8f-4e62-4b85-ba51-482f51b6b3fa",
    "stem_html": "What is the Doppler effect?",
    "tags": "753d8b8f-4e62-4b85-ba51-482f51b6b3fa",
    "uid": "10979@5"
  },
  {
    "answers": [
      {
        "id": 390743,
        "content_html": "It is a destructive interference of sound created by an object moving faster than sound.",
        "correctness": "0.0",
        "feedback_html": "It is not a destructive interference; it is a constructive interference of sound created by an object moving faster than sound."
      },
      {
        "id": 390746,
        "content_html": "It is a constructive interference of sound created by an object moving faster than sound.",
        "correctness": "1.0",
        "feedback_html": "Yes, a sonic boom is constructive interference of sound created by an object moving faster than sound."
      },
      {
        "id": 390744,
        "content_html": "It is a destructive interference of sound created by an object moving slower than sound.",
        "correctness": "0.0",
        "feedback_html": "A sonic boom is a constructive interference of sound created by an object moving faster than sound."
      },
      {
        "id": 390745,
        "content_html": "It is a constructive interference of sound created by an object moving slower than sound.",
        "correctness": "0.0",
        "feedback_html": "A constructive interference can occur if the source of sound is moving faster than the speed of the sound."
      }
    ],
    "group_uuid": "1094f22a-3a49-4746-ae65-9e049caf7f0a",
    "stem_html": "What is a sonic boom?",
    "tags": "1094f22a-3a49-4746-ae65-9e049caf7f0a",
    "uid": "10981@5"
  },
  {
    "answers": [
      {
        "id": 390781,
        "content_html": "It approaches zero. This is because all wave crests are superimposed on one another through constructive interference.",
        "correctness": "0.0",
        "feedback_html": "Due to constructive interference, the amplitude of the sound approaches infinity."
      },
      {
        "id": 390784,
        "content_html": "It approaches infinity. This is because all wave crests are superimposed on one another through constructive interference.",
        "correctness": "1.0",
        "feedback_html": "Yes, it approaches infinity because all wave crests are superimposed on one another through constructive interference."
      },
      {
        "id": 390782,
        "content_html": "It approaches zero, because all wave crests are superimposed on one another through destructive interference.",
        "correctness": "0.0",
        "feedback_html": "When the speed of the source matches the speed of sound, then constructive interference occurs."
      },
      {
        "id": 390783,
        "content_html": "It approaches infinity, because all wave crests are superimposed on one another through destructive interference.",
        "correctness": "0.0",
        "feedback_html": "There will be constructive interference due to which the amplitude of the sound approaches infinity."
      }
    ],
    "group_uuid": "99b38b4d-94fb-4ed1-8529-b036512c1df7",
    "stem_html": "When the speed of the source matches the speed of sound, what happens to the amplitude of the sound wave? Why?",
    "tags": "99b38b4d-94fb-4ed1-8529-b036512c1df7",
    "uid": "10992@5"
  },
  {
    "answers": [
      {
        "id": 390850,
        "content_html": "speed of the source",
        "correctness": "1.0",
        "feedback_html": "A sonic boom occurs when the speed of the source approaches that of sound."
      },
      {
        "id": 390847,
        "content_html": "frequency of source",
        "correctness": "0.0",
        "feedback_html": "A sonic boom can occur with waves of any frequency."
      },
      {
        "id": 390848,
        "content_html": "amplitude of source",
        "correctness": "0.0",
        "feedback_html": "A sonic boom can occur with waves of any amplitude."
      },
      {
        "id": 390849,
        "content_html": "distance of observer from the source",
        "correctness": "0.0",
        "feedback_html": "Observers can experience sonic booms at various distances."
      }
    ],
    "group_uuid": "06d2501f-9e4a-4103-bdfc-445c4253c948",
    "stem_html": "What does the occurrence of the sonic boom depend on?",
    "tags": "06d2501f-9e4a-4103-bdfc-445c4253c948",
    "uid": "11010@7"
  },
  {
    "answers": [
      {
        "id": 390864,
        "content_html": "No, a sonic boom is created only when the source exceeds the speed of sound.",
        "correctness": "0.0",
        "feedback_html": "An object travelling at supersonic speed will continually displace air and will, therefore, continually produce sonic booms."
      },
      {
        "id": 390865,
        "content_html": "Yes, sonic booms continue to be created when an object is traveling at supersonic speeds.",
        "correctness": "1.0",
        "feedback_html": "Objects travelling at supersonic speeds continue to make sonic booms as they travel, because they are constantly displacing air."
      }
    ],
    "group_uuid": "95bf21d2-b1e7-4813-8a5c-c08fd8718843",
    "stem_html": "Do sonic booms continue to be created when an object is traveling at supersonic speeds?",
    "tags": "95bf21d2-b1e7-4813-8a5c-c08fd8718843",
    "uid": "11015@5"
  }
]