[
  {
    "answers": [
      {
        "id": 377190,
        "content_html": "Perfectly elastic collisions are not possible.",
        "correctness": "0.0",
        "feedback_html": "It is not possible in everyday life, but it is possible in the case of subatomic particles."
      },
      {
        "id": 377193,
        "content_html": "Perfectly elastic collisions are possible only with subatomic particles.",
        "correctness": "1.0",
        "feedback_html": "Yes, because there is always some loss of internal energy in the form of heat and sound during collisions involving non-subatomic particles."
      },
      {
        "id": 377191,
        "content_html": "Perfectly elastic collisions are possible only when the objects stick together after impact.",
        "correctness": "0.0",
        "feedback_html": "This type of collision is categorized as an inelastic collision as there is some loss of internal energy during collision."
      },
      {
        "id": 377192,
        "content_html": "Perfectly elastic collisions are possible if the objects and surfaces are nearly frictionless.",
        "correctness": "0.0",
        "feedback_html": "If the objects and surfaces are nearly frictionless, then the collision is almost elastic but not perfectly elastic."
      }
    ],
    "group_uuid": "4e84672f-6763-4543-a145-4e345b1bfc0b",
    "stem_html": "Are perfectly elastic collisions possible?",
    "tags": "4e84672f-6763-4543-a145-4e345b1bfc0b",
    "uid": "2691@5"
  },
  {
    "answers": [
      {
        "id": 377201,
        "content_html": "The first person will gain more velocity as a result of recoil.",
        "correctness": "1.0",
        "feedback_html": "Momentum is directly proportional to mass, so the first person will gain more velocity than the second."
      },
      {
        "id": 377198,
        "content_html": "The second person will gain more velocity as a result of recoil.",
        "correctness": "0.0",
        "feedback_html": "Momentum of the second person will be less than the first person due to the difference in masses of the objects thrown."
      },
      {
        "id": 377199,
        "content_html": "Both people will gain the same velocity as a result of recoil.",
        "correctness": "0.0",
        "feedback_html": "Both people have the same mass, but the momentum of the object thrown is greater for the first person."
      },
      {
        "id": 377200,
        "content_html": "The velocity of both people will be zero as a result of recoil.",
        "correctness": "0.0",
        "feedback_html": "Recall conservation of linear momentum; will it remain constant if the recoil velocity is zero?"
      }
    ],
    "group_uuid": "c38fbb47-72bb-4582-9804-5e7d04194fa6",
    "stem_html": "Two people, who have the same mass, throw two different objects at the same velocity. If the first object is heavier than the second, compare the velocities gained by the two people as a result of recoil.",
    "tags": "c38fbb47-72bb-4582-9804-5e7d04194fa6",
    "uid": "2693@5"
  },
  {
    "answers": [
      {
        "id": 244852,
        "content_html": "Momentum is the sum of mass and velocity. Impulse is the change in momentum.",
        "correctness": "0.0",
        "feedback_html": "Momentum is not the sum of mass and velocity."
      },
      {
        "id": 244853,
        "content_html": "Momentum is the sum of mass and velocity. Impulse is the rate of change in momentum.",
        "correctness": "0.0",
        "feedback_html": "Recall the dimensions of momentum. Rate of change of momentum is force, not impulse."
      },
      {
        "id": 244854,
        "content_html": "Momentum is the product of mass and velocity. Impulse is the change in momentum.",
        "correctness": "1.0",
        "feedback_html": "The product of mass and velocity gives momentum, and the change in momentum is impulse."
      },
      {
        "id": 244855,
        "content_html": "Momentum is the product of mass and velocity. Impulse is the rate of change in momentum.",
        "correctness": "0.0",
        "feedback_html": "You are correct about the momentum, but impulse is not defined as the rate of change of momentum."
      }
    ],
    "group_uuid": "b13452fb-c331-4e5b-b438-7a631de5374e",
    "stem_html": "What is the difference between momentum and impulse?",
    "tags": "b13452fb-c331-4e5b-b438-7a631de5374e",
    "uid": "2699@6"
  }
]