[
  {
    "answers": [
      {
        "id": 379381,
        "content_html": "The thermal energy is the average potential energy of the particles in a system.",
        "correctness": "0.0",
        "feedback_html": "Thermal energy is independent of the potential energy of the particles."
      },
      {
        "id": 379382,
        "content_html": "The thermal energy is the total sum of the potential energies of the particles in a system.",
        "correctness": "0.0",
        "feedback_html": "Thermal energy is related to the kinetic energy of the particles."
      },
      {
        "id": 379383,
        "content_html": "The thermal energy is the average kinetic energy of the particles due to the interaction among the particles in a system.",
        "correctness": "0.0",
        "feedback_html": "Thermal energy is related to the motion of the particles in a system."
      },
      {
        "id": 379384,
        "content_html": "The thermal energy is the average kinetic energy of the particles in a system.",
        "correctness": "1.0",
        "feedback_html": "Thermal energy is the average kinetic energy of the particles."
      }
    ],
    "group_uuid": "a22954dc-3613-40be-b370-953a73a0aa87",
    "stem_html": "What is thermal energy?",
    "tags": "a22954dc-3613-40be-b370-953a73a0aa87",
    "uid": "6531@5"
  },
  {
    "answers": [
      {
        "id": 347171,
        "content_html": "Carbon can form up to four covalent bonds, allowing it to form long chains.",
        "correctness": "1.0",
        "feedback_html": "Carbon is found in all living things because it can form up to four covalent bonds. These strong covalent bonds allow the formation of long chains that combine to form proteins and DNA"
      },
      {
        "id": 347168,
        "content_html": "Carbon can form more than four covalent bonds, allowing it to form long chains.",
        "correctness": "0.0",
        "feedback_html": "Carbon cannot form more than four covalent bonds with any molecule"
      },
      {
        "id": 347169,
        "content_html": "Carbon can form more than four covalent bonds, but can only form short chains.",
        "correctness": "0.0",
        "feedback_html": "Carbon cannot form more than four covalent bonds with any molecule and it can also form long chains."
      },
      {
        "id": 347170,
        "content_html": "Carbon can form up to four covalent bonds, but can only form short chains.",
        "correctness": "0.0",
        "feedback_html": "Carbon can also form long chains."
      }
    ],
    "group_uuid": "4a04cbd4-47a3-4a09-a675-a3262cd23ae5",
    "stem_html": "<p>What property of carbon makes it essential for organic life?</p>\n",
    "tags": "4a04cbd4-47a3-4a09-a675-a3262cd23ae5",
    "uid": "72@5"
  },
  {
    "answers": [
      {
        "id": 346884,
        "content_html": "publication",
        "correctness": "0.0",
        "feedback_html": "Publication refers to the act of releasing a scientist’s original research so that it is made publically accessible in print and electronic formats."
      },
      {
        "id": 346885,
        "content_html": "public speaking",
        "correctness": "0.0",
        "feedback_html": "Public speaking does not ensure originality and significance of a work."
      },
      {
        "id": 346887,
        "content_html": "peer review",
        "correctness": "1.0",
        "feedback_html": "Peer review is the process in which scientific papers are reviewed by experts in the scientist’s field to ensure that a scientist’s research is original, significant, logical, and thorough."
      },
      {
        "id": 346886,
        "content_html": "the scientific method",
        "correctness": "0.0",
        "feedback_html": "The scientific method is the method employed to carry out research."
      }
    ],
    "group_uuid": "5a3d67d5-2cde-4d20-be35-af0caa1b319f",
    "stem_html": "What is the name for the formal process through which scientific research is checked for originality, significance, and quality before being accepted into scientific literature?",
    "tags": "5a3d67d5-2cde-4d20-be35-af0caa1b319f",
    "uid": "5@8"
  },
  {
    "answers": [
      {
        "id": 379475,
        "content_html": "It is the temperature at which the internal energy of the system is maximum, because the speed of its constituent particles increases to maximum at this point.",
        "correctness": "0.0",
        "feedback_html": "Remember, at absolute zero, the internal energy of the system of particles approaches zero."
      },
      {
        "id": 379476,
        "content_html": "It is the temperature at which the internal energy of the system is maximum, because the speed of its constituent particles decreases to zero at this point.",
        "correctness": "0.0",
        "feedback_html": "The internal energy of the system approaches zero when its constituent particles become motionless."
      },
      {
        "id": 379477,
        "content_html": "It is the temperature at which the internal energy of the system approaches zero, because the speed of its constituent particles increases to a maximum at this point.",
        "correctness": "0.0",
        "feedback_html": "The internal energy increases with the increase in the speed of the constituent particles of the system."
      },
      {
        "id": 379478,
        "content_html": "It is that temperature at which the internal energy of the system approaches zero, because the speed of its constituent particles decreases to zero at this point.",
        "correctness": "1.0",
        "feedback_html": "At <span data-math=\"0\\,\\text{K}\">0\\,\\text{K}</span>, there is no motion of the constituent particles of the system, which results in zero internal energy of the system."
      }
    ],
    "group_uuid": "c7bd5d66-e09f-429a-b677-fc407ba005dc",
    "stem_html": "What is the meaning of absolute zero?",
    "tags": "c7bd5d66-e09f-429a-b677-fc407ba005dc",
    "uid": "6555@5"
  }
]